// Тестовые данные примера. Необходимо заменить на свои.
// возможно, данные лучше получать с сервера ajax-ом
var points = [
    { coords : [55.77, 37.46], label : 'Трактир' },
    { coords : [55.66, 37.48], label : 'Кафе' },
    { coords : [55.65, 37.42], label : 'Ресторан' },
    { coords : [55.64, 37.54], label : 'Музей' },
    { coords : [55.54, 37.52], label : 'Библиотека' },
    { coords : [55.53, 37.56], label : 'Школа' },
    { coords : [55.61, 37.61], label : 'Аптека' },
    { coords : [55.80, 37.58], label : 'Бар' },
    { coords : [55.71, 37.35], label : 'Институт' },
    { coords : [55.74, 37.57], label : 'Университет' },
    { coords : [55.58, 37.69], label : 'Больница' },
    { coords : [55.57, 37.70], label : 'Цирк' },
    { coords : [55.55, 37.64], label : 'Магазин' },
    { coords : [55.50, 37.75], label : 'Булочная' },
    { coords : [55.81, 37.73], label : 'Полиция' },
    { coords : [55.73, 37.68], label : 'Салон красоты' },
    { coords : [55.86, 37.76], label : 'Баня' },
    { coords : [55.38, 37.69], label : 'Гараж' },
    { coords : [55.91, 37.50], label : 'Дом' },
    { coords : [55.62, 37.32], label : 'Прачечная' },
    { coords : [55.85, 37.41], label : 'Стадион' },
    { coords : [55.67, 37.24], label : 'Вокзал' }
];

