// Группы объектов
var groups = [
    { name: "Известные памятники", style: "twirl#redIcon", items: [
        { center: [50.426472, 30.563022], name: "Монумент \"Родина-Мать\"" },
        { center: [50.45351, 30.516489], name: "Памятник \"Богдану Хмельницкому\"" },
        { center: [50.454433, 30.529874], name: "Арка Дружбы народов" }
    ]},
    { name: "Покушайки", style: "twirl#greenIcon", items: [
        { center: [50.50955, 30.60791], name: "Ресторан \"Калинка-Малинка\"" },
        { center: [50.429083, 30.521708], name: "Бар \"Сало-бар\"" },
        { center: [50.450843, 30.498271], name: "Абсент-бар \"Палата №6\"" },
        { center: [50.454834, 30.516498], name: "Ресторан \"Спотыкач\"" }
    ]},
    { name: "Оригинальные музейчики", style: "twirl#orangeIcon", items: [
        { center: [50.443334, 30.520163], name: "Музей грамзаписи и старинных музыкальных инструментов" },
        { center: [50.446977, 30.505269], name: "Музей истории медицины или Анатомический театр" },
        { center: [50.452512, 30.530889], name: "Музей воды. Водно-информационный центр" }
    ]},
    { name: "Красивости", style: "twirl#blueIcon", items: [
        { center: [50.45987, 30.516174], name: "Замок Ричарда-Львиное сердце" },
        { center: [50.445049, 30.528598], name: "\"Дом с химерами\"" },
        { center: [50.449156, 30.511809], name: "Дом Рыцаря" }
    ]}
];
