var data = {
    "regions" : [
        { "id" : 1, "name" : "Московская область" },
        { "id" : 2, "name" : "Ленинградская область" },
        { "id" : 3, "name" : "Самарская область" },
    ],
    "cities" : [
        { "id" : 11, "region" : 1, "name" : "Москва" },
        { "id" : 12, "region" : 1, "name" : "Щелково" },
        { "id" : 13, "region" : 1, "name" : "Железнодорожный" },
        { "id" : 21, "region" : 2, "name" : "Санкт-Петербург" },
        { "id" : 22, "region" : 2, "name" : "Петергоф" },
        { "id" : 23, "region" : 2, "name" : "Колпино" },
        { "id" : 31, "region" : 3, "name" : "Самара" },
        { "id" : 32, "region" : 3, "name" : "Тольятти" },
    ],
    "points" : [{
        "id" : 1036390377,
        "city" : 11,
        "name" : "Кафе-пиццерия &laquo;Сити пицца&raquo;",
        "description" : "Всегда горячая пицца и свежие суши, супы и салаты. Также доставка по Москве",
        "phone" : "+7 (495) 912-17-72",
        "address" : "ул. Воронцовская, 21"
    },
    {
        "id" : 1033774327,
        "city" : 11,
        "name" : "Арт-кафе Выставка",
        "description" : "Три уютных зала для банкетов и программ, живая музыка. с12 до16 скидка 30%!",
        "phone" : "+7 (495) 220-95-96",
        "address" : "ул. Новослободская, 36/1, стр. 1"
    },
    {
        "id" : 1070407331,
        "city" : 11,
        "name" : "Кофеин",
        "description" : "Детские, свадебные, эксклюзивные торты от 1500р. за кг. Доставка!",
        "phone" : "+7 (906) 049-60-43",
        "address" : "ул. Сретенка, 36/2, стр. 3",
    },
    {
        "id" : 1107572561,
        "city" : 11,
        "name" : "Da Pino",
        "description" : "Сеть семейных итальянских ресторанов!",
        "phone" : "+7 (499) 177-53-10",
        "address" : "Волгоградский просп., 73, стр. 1",
    },
    {
        "id" : 1091583944,
        "city" : 11,
        "name" : "Оки Доки",
        "description" : "Блюда японской, европейской, американской и мексиканской кухни!",
        "phone" : "+7 (495) 362-28-62",
        "address" : "ш. Энтузиастов, 20",
    },
    {
        "id" : 1047192471,
        "city" : 12,
        "name" : "Макдоналдс",
        "description" : "кухня: американская; wi-fi",
        "phone" : "+7 (495) 526-95-50",
        "address" : "Пролетарский просп., 9/1"
    },
    {
        "id" : 1051528297,
        "city" : 12,
        "name" : "Кафе РИО",
        "description" : "кухня: европейская; wi-fi; караоке; специальное меню: детское, сезонное",
        "phone" : "+7 (496) 566-65-16",
        "address" : "кухня: европейская; wi-fi; караоке; специальное меню: детское, сезонное"
    },
    {
        "id" : 1124116043,
        "city" : 12,
        "name" : "Кафе Урарту",
        "description" : "средний счет: 800 - 1500 руб.; кухня: европейская, итальянская, кавказская, русская; wi-fi; караоке; доставка еды; специальное меню: гриль, детское",
        "phone" : "+7 (49656) 7-11-53",
        "address" : "ул. Пустовская, 20"
    },
    {
        "id" : 1058286698,
        "city" : 12,
        "name" : "Бухара",
        "description" : "кухня: восточная, европейская; wi-fi; кальян; специальное меню: постное",
        "phone" : "+7 (926) 019-09-01",
        "address" : "кухня: восточная, европейская; wi-fi; кальян; специальное меню: постное"
    },
    {
        "id" : 1024566946,
        "city" : 12,
        "name" : "Калипсо",
        "description" : "пн-пт 12:00-16:00",
        "phone" : "+7 (909) 903-26-06",
        "address" : "пл. Ленина, 5"
    },
    {
        "id" : 1110916434,
        "city" : 13,
        "name" : "Автограф",
        "description" : "средний счет: 500 - 1000 руб.; кухня: смешанная",
        "phone" : "+7 (495) 522-03-08",
        "address" : "ул. Маяковского, 17"
    },
    {
        "id" : 1022737520,
        "city" : 13,
        "name" : "Маракана",
        "description" : "пн-пт 07:00-24:00; сб,вс 09:00-22:00",
        "phone" : "+7 (495) 510-47-59",
        "address" : "ул. Октябрьская, 1а"
    },
    {
        "id" : 1128703013,
        "city" : 13,
        "name" : "Луна",
        "description" : "средний счет: 300 - 500 руб.; кухня: итальянская, японская; wi-fi; караоке; кальян; доставка еды; специальное меню: детское",
        "phone" : "+7 (495) 522-13-09",
        "address" : "ул. Новая, 9"
    },
    {
        "id" : 1081929518,
        "city" : 21,
        "name" : "Синнабон",
        "description" : "пн-пт 08:00-23:00; сб 10:00-23:00; вс 10:00-22:00",
        "phone" : "+7 (812) 380-50-00",
        "address" : "пл. Сенная, 13"
    },
    {
        "id" : 1112910892,
        "city" : 21,
        "name" : "Кофейня Ми 8",
        "description" : "Место Ваших встреч Завтрак, обед, ужин, вечерний чай",
        "phone" : "+7 (812) 321-08-94",
        "address" : "14-я линия В.О., 14"
    },
    {
        "id" : 1098503936,
        "city" : 21,
        "name" : "VinoGrad cafe",
        "description" : "Вкусно так, что танцевать хочется! Все подробности в нашем меню и афише",
        "phone" : "+7 (812) 333-47-47",
        "address" : "ул. Марата, 47/49"
    },
    {
        "id" : 1105643779,
        "city" : 21,
        "name" : "Lounge Bar",
        "description" : "Уютная атмосфера, VIP комната, лаунж музыка. А также - банкеты, юбилеи",
        "phone" : "+7 (812) 988-51-51",
        "address" : "Невский проспект, 85"
    },
    {
        "id" : 1105643779,
        "city" : 21,
        "name" : "Lounge Bar",
        "description" : "Уютная атмосфера, VIP комната, лаунж музыка. А также - банкеты, юбилеи",
        "phone" : "+7 (812) 988-51-51",
        "address" : "Невский проспект, 85"
    },
    {
        "id" : 1100438535,
        "city" : 22,
        "name" : "Кофейня Coffeelove",
        "description" : "пн-чт 10:00-23:00; пт,сб 10:00-01:00; вс 10:00-23:00",
        "phone" : "+7 (812) 450-60-93",
        "address" : "Санкт-Петербургский просп., 49"
    },
    {
        "id" : 1008372413,
        "city" : 22,
        "name" : "Кафе Аллигатор",
        "description" : "11:00-03:00",
        "phone" : "+7 (812) 427-25-55",
        "address" : "бул. Разведчика, 4, корп.1"
    },
    {
        "id" : 1122287552,
        "city" : 22,
        "name" : "Кафе Лагуна",
        "description" : "кухня: европейская; караоке; специальное меню: постное",
        "phone" : "+7 (812) 427-29-47",
        "address" : "Санкт-Петербургский просп., 15"
    },
    {
        "id" : 1018798507,
        "city" : 22,
        "name" : "Кафе Линия",
        "description" : "кухня: русская, европейская",
        "phone" : "+7 (812) 450-78-78",
        "address" : "Санкт-Петербургский просп., 46"
    },
    {
        "id" : 1079595289,
        "city" : 23,
        "name" : "Пышечная",
        "description" : "10:00-21:30",
        "phone" : "+7 (812) 461-51-62",
        "address" : "бул. Трудящихся, 12"
    },
    {
        "id" : 1105778531,
        "city" : 23,
        "name" : "Кафе Уютное",
        "description" : "кухня: европейская, русская, кавказская; кальян",
        "phone" : "+7 (921) 921-96-21",
        "address" : "пл. Коммуны, 7"
    },
    {
        "id" : 1048610112,
        "city" : 23,
        "name" : "Кафе Огонек",
        "description" : "кухня: европейская; доставка еды",
        "phone" : "7 (812) 463-32-29",
        "address" : "наб. Комсомольского канала, 9"
    },
    {
        "id" : 1108865497,
        "city" : 31,
        "name" : "Арт-кафе Галерея",
        "description" : "средний счет: 500 - 700 руб.; кухня: европейская, японская, итальянская; wi-fi; караоке; специальное меню: гриль",
        "phone" : "+7 (846) 372-57-25",
        "address" : "Московское ш., 41"
    },
    {
        "id" : 1126009485,
        "city" : 31,
        "name" : "Кафе Прохлада",
        "description" : "Свадьбы банкеты юбилеи праздники корпоративы завтраки бизнес-ланч. Скидки",
        "phone" : "+7 (846) 270-98-88",
        "address" : "просп. Масленникова, 49"
    },
    {
        "id" : 1075763093,
        "city" : 31,
        "name" : "Subway",
        "description" : "кухня: американская; доставка еды",
        "phone" : "+7 (846) 373-63-43",
        "address" : "ул. Дыбенко, 30"
    },
    {
        "id" : 1084656913,
        "city" : 31,
        "name" : "Кафе Алга",
        "description" : "цена бизнес-ланча: 160 - 180 руб.; средний счет: 700 - 850 руб.; кухня: русская, итальянская, японская; караоке",
        "phone" : "+7 (846) 266-55-23",
        "address" : "ул. Коммунистическая, 90/1"
    },
    {
        "id" : 1118123693,
        "city" : 31,
        "name" : "Кафе Амстердам",
        "description" : "цена бизнес-ланча: 140 - 160 руб.; средний счет: 500 - 700 руб.; кухня: домашняя, русская, европейская, японская; караоке; спортивные трансляции; доставка еды; специальное меню: детское",
        "phone" : "+7 (846) 223-02-20",
        "address" : "ул. Стара Загора, 149а"
    },
    {
        "id" : 1002335910,
        "city" : 32,
        "name" : "Кафе Луна-Рыба",
        "description" : "цена бизнес-ланча: 120 - 150 руб.; средний счет: 200 - 350 руб.; кухня: смешанная; wi-fi",
        "phone" : "+7 (8482) 28-17-93",
        "address" : "ул. Карла Маркса, 41"
    },
    {
        "id" : 1107784401,
        "city" : 32,
        "name" : "Кафе-бар Очаг",
        "description" : "средний счет: 1000 - 1100 руб.; кухня: смешанная",
        "phone" : "+7 (927) 268-50-50",
        "address" : "ул. Матросова, 95"
    },
    {
        "id" : 1117403892,
        "city" : 32,
        "name" : "Лаундж-кафе Ле Грен",
        "description" : "цена бизнес-ланча: 80 - 300 руб.; средний счет: 80 - 700 руб.; кухня: балканская, японская, европейская, французская, домашняя, рыбная, смешанная, средиземноморская, русская; кальян; спортивные трансляции",
        "phone" : "+7 (8482) 77-08-01",
        "address" : "ул. Свердлова, 1"
    },
    {
        "id" : 1132926369,
        "city" : 32,
        "name" : "Кафе Люблины",
        "description" : "средний счет: 350 - 400 руб.; кухня: русская; доставка еды; специальное меню: блинное",
        "phone" : "+7 (8482) 48-77-77",
        "address" : "ул. Ленинградская, 47"
    }]
};

